Repository: q601180252/loopcloudtest
Catalog: LoopOnboarding/LoopOnboardingKitUI/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nb, nl, pl, ro, ru, tr

source: Apple Health can be used to store blood glucose, insulin and carbohydrate data from Loop. If you give Loop permission, Loop can also read glucose and insulin data from glucometers and insulin pens that support Apple Health
da: Apple Health kan bruges til at gemme blodsukker-, insulin- og kulhydratdata fra Loop. Hvis du giver Loop tilladelse til det, kan Loop også læse glukose- og insulindata fra glukosemålere og insulinpenne, der understøtter Apple Health
de: Apple Health kann verwendet werden, um Blutzucker-, Insulin- und Kohlenhydratdaten von Loop zu speichern. Wenn Du Loop die Berechtigung zum Schreiben erteilst, kann Loop auch Blutzucker- und Insulindaten von Blutzuckermessgeräten und Insulinpens lesen, die Apple Health unterstützen.
es: Apple Health puede utilizarse para almacenar los datos de glucosa en sangre, insulina y carbohidratos de Loop. Si das permiso a Loop, Loop también puede leer datos de glucosa e insulina de glucómetros y lapices de insulina compatibles con Apple Health
fr: Apple Health peut être utilisé pour stocker les données relatives à la glycémie, à l'insuline et aux glucides de Loop. Si vous l'autorisez, Loop peut également lire les données relatives à la glycémie et à l'insuline des glucomètres et des stylos à insuline compatibles avec Apple Health.
it: Apple Salute può essere utilizzata per memorizzare i dati di glicemia, insulina e carboidrati caricati da Loop. Se dai l'autorizzazione a Loop, allora Loop potrà anche leggere i dati relativi alle glicemie, insulina da glucometri e penne per insulina che supportano Apple Salute.
nb: Apple Health kan brukes til å lagre blodsukker-, insulin- og karbohydratdata fra Loop. Hvis du gir Loop tillatelse, kan Loop også lese blodsukker- og insulindata fra BS-målere og insulinpenner som støtter Apple Health
nl: Apple Gezondheid kan worden gebruikt om bloedglucose-, insuline- en koolhydraatgegevens van Loop op te slaan. Wanneer je Loop toestemming geeft, kan Loop ook glucose- en insulinegegevens lezen van glucosemeters en insulinepennen die Apple Gezondheid ondersteunen.
pl: Aplikacja Apple Zdrowie może być wykorzystywana do przechowywania danych z pętli dotyczących poziomu glukozy we krwi, dawek insuliny i ilości spożytych węglowodanów. Jeżeli wyrazisz zgodę, pętla może również pobierać dane dotyczące poziomu glukozy z glukometrów i wstrzyknięć insuliny z penów pochodzących z aplikacji Apple Zdrowie.
ro: Apple Health poate fi folosit pentru a stoca datele de glicemie din sânge, insulină și carbohidrați din Loop. Dacă acordați permisiunea aplicației Loop, atunci Loop va putea citi și datele despre glicemie și insulină din glucometre și stilouri cu insulină care sunt compatibile cu Apple Health
ru: Apple Health можно использовать для хранения данных о глюкозе крови, инсулине и углеводах из Loop. Если вы дадите разрешение Loop, Loop также может считывать данные о глюкозе и инсулине с глюкометров и инсулиновых ручек, поддерживающих Apple Health.
tr: Apple Sağlık, Loop'tan alınan kan şekeri, insülin ve karbonhidrat verilerini saklamak için kullanılabilir. Loop'a izin verirseniz, Apple Sağlık'ı destekleyen glukometrelerden ve insülin kalemlerinden gelen KŞ ve insülin verilerini de okuyabilir

source: Before using Loop you need to configure a few settings. These settings should be entered with precision and care; they are a critical part of how Loop determines the right amount of insulin to deliver. If you are new to Loop, work with your diabetes support team to determine the settings that work best for you.
da: Før du bruger Loop, skal du konfigurere nogle få indstillinger. Disse indstillinger skal indtastes med præcision og omhu; de er en afgørende del af den måde, hvorpå Loop bestemmer den rette mængde insulin, der skal gives. Hvis du er ny med Loop, skal du samarbejde med dit diabetessupportteam for at finde de indstillinger, der fungerer bedst for dig.
de: Bevor Du Loop verwendest, musst Du einige Einstellungen konfigurieren. Diese Einstellungen sollten mit Präzision und Sorgfalt eingegeben werden, denn sie sind ein entscheidender Teil davon, wie Loop die richtige Insulinmenge zur Abgabe bestimmt. Wenn Du neu bei Loop bist, arbeite mit Deinem Diabetologen zusammen, um die Einstellungen zu ermitteln, die für Dich am besten geeignet sind.
es: Antes de utilizar Loop debes configurar algunos ajustes. Estos ajustes deben ser introducidos con precisión y cuidado; son una parte crítica de cómo Loop determina la cantidad correcta de insulina a administrar. Si es la primera vez que utiliza Loop, colabore con su equipo medico para determinar los ajustes que mejor se adapten al manejo de su diabetes.
fr: Avant d'utiliser Loop, vous devez configurer quelques paramètres. Ces paramètres doivent être saisis avec précision et attention ; ils sont un élément essentiel pour que Loop calcule les bonnes quantités d'insuline à administrer. Si vous n'avez jamais utilisé Loop, travaillez avec votre équipe de soutien pour le diabète pour déterminer les paramètres qui vous conviennent le mieux.
it: Prima di utilizzare Loop è necessario configurare alcune impostazioni. Queste impostazioni devono essere inserite con precisione e attenzione; sono una parte fondamentale del modo in cui Loop determina la giusta quantità d'insulina da erogare. Se si è alle prime armi con Loop, si consiglia di collaborare con il team di assistenza diabetologica per determinare le impostazioni più adatte alle proprie esigenze.
nb: Før du bruker Loop må du konfigurere noen innstillinger. Disse innstillingene bør angis med presisjon og forsiktighet; de er en kritisk del av hvordan Loop bestemmer riktig mengde insulin som skal tilføres. Hvis du er ny til Loop, samarbeid med diabetesstøtteteamet ditt for å finne innstillingene som fungerer best for deg.
nl: Voordat je Loop gebruikt, moet je een paar instellingen configureren. Deze instellingen moeten met precisie en zorg worden ingevoerd; ze zijn een cruciaal onderdeel van hoe Loop de juiste hoeveelheid toe te dienen insuline bepaalt. Als je nieuw bent met Loop, werk dan samen met je diabetesondersteuningsteam om te bepalen welke instellingen het beste voor je werken.
pl: Przed użyciem pętli musisz skonfigurować kilka ustawień. Ustawienia te należy wprowadzać z precyzją i ostrożnością, są one kluczowym elementem sposobu, w jaki pętla określa odpowiednią dawkę insuliny do podania. Jeśli dopiero zaczynasz korzystać z pętli, współpracuj z lekarzem, aby określić parametry, które będą dla Ciebie optymalne.
ro: Înainte de a utiliza Loop, trebuie să configurați câteva setări. Aceste setări trebuie introduse cu precizie și grijă; sunt o parte esențială a modului în care Loop determină cantitatea potrivită de insulină de administrat. Dacă sunteți la început cu Loop, colaborați cu persoanele care vă pot oferi asistență pentru diabet pentru a determina setările care funcționează cel mai bine pentru dumneavoastră.
ru: Перед использованием Loop Вам необходимо настроить несколько параметров. Эти настройки должны быть введены точно и внимательно; они являются критической частью того, как Loop будет определять то, количество инсулина, которе необходимо для компенсации. Если вы новичок в использовании Loop, поработайте с группой поддержки Вашего диабета (а лучше всего - с Вашим эндокринологом), чтобы определить настройки, которые лучше всего подходят для Вас.
tr: Loop'u kullanmadan önce birkaç ayarı yapılandırmanız gerekir. Bu ayarlar hassasiyet ve özenle girilmelidir. Bu ayarlar ve veriler Loop'un verilecek doğru insülin miktarını nasıl belirlediğinin kritik bir parçasıdır. Loop'ta yeniyseniz, size en uygun ayarları belirlemek için diyabet destek ekibinizle birlikte çalışın.

source: Do Not Import Settings
da: Importér ikke indstillinger
de: Keine Einstellungen importieren
es: No importar configuraciones
fr: Ne pas importer les paramètres
it: Non importare le impostazioni
nb: Ikke importer innstillinger
nl: Instellingen Niet Importeren
pl: Nie importuj ustawień
ro: Nu importați setările
ru: Не импортировать настройки
tr: Ayarları İçe Aktarma

source: Import Saved Settings
da: Importer gemte indstillinger
de: Importiere gespeicherte Einstellungen
es: Importar ajustes guardados
fr: Importer les paramètres sauvegardés
it: Importa impostazioni salvate
nb: Importer lagrede innstillinger
nl: Importeer Opgeslagen Instellingen
pl: Importuj zapisane ustawienia
ro: Importați setările salvate
ru: Импортировать сохраненные настройки
tr: Kaydedilmiş Ayarları İçe Aktar

source: Let's Go!
da: Lad os komme igang!
de: Los geht’s!
es: ¡Vamos!
fr: Allons-y!
it: Iniziamo!
nb: Nu kør vi! :-)
pl: Zaczynamy!
ro: Să pornim!
tr: Hadi başlayalım!

source: Loop can work with Nightscout to provide remote caregivers a way to see what Loop is doing. Nightscout use is completely optional with Loop, and you can always set it up later.
da: Loop kan arbejde sammen med Nightscout for at give pårørende og sundhedspersonale en måde at se, hvad Loop laver. Brugen af Nightscout er helt valgfri med Loop, og du kan altid konfigurere det senere.
de: Loop kann mit Nightscout zusammenarbeiten, um entfernten Pflegekräften eine Möglichkeit zu bieten, zu sehen, was Loop tut. Die Verwendung von Nightscout ist mit Loop optional und Du kannst es jederzeit später einrichten.
es: Loop puede trabajar con Nightscout para proporcionar a los cuidadores remotos una forma de ver lo que está haciendo Loop. El uso de Nightscout es completamente opcional con Loop y siempre puedes configurarlo más tarde.
fr: Loop peut fonctionner avec Nightscout pour permettre aux soignants distants de voir ce que fait Loop. L'utilisation de Nightscout est totalement facultative avec Loop, et vous pouvez toujours la configurer ultérieurement.
it: Loop può collaborare con Nightscout per fornire agli operatori sanitari a distanza un modo per vedere come sta operando Loop. L'uso di Nightscout è completamente facoltativo con Loop e si può sempre configurare anche in un secondo momento.
nb: Loop kan samarbeide med Nightscout for å gi eksterne omsorgspersoner en måte å se hva Loop gjør. Nightscout-bruk er helt valgfritt med Loop, og du kan alltid sette det opp senere.
nl: Loop kan met Nightscout samenwerken om zorgverleners op afstand te laten zien wat Loop doet. Het gebruik van Nightscout in Loop is volledig optioneel, je kunt het altijd later instellen.
pl: Loop może współpracować z Nightscout, aby umożliwić zdalny wgląd w pracę pętli. Korzystanie z Nightscout jest całkowicie opcjonalne i zawsze możesz dokonać konfiguracji w późniejszym czasie.
ro: Loop poate funcționa cu Nightscout pentru a oferi îngrijitorilor de la distanță o modalitate de a vedea ce face Loop. Utilizarea Nightscout este complet opțională cu Loop și o puteți configura oricând ulterior.
ru: Loop может работать с Nightscout, чтобы предоставить удаленным пользователям возможность видеть, что делает Loop. Использование Nightscout совершенно не обязательно для Loop, и вы всегда можете настроить его позже.
tr: Loop, uzaktan takip edenlerin programın ne yaptığını görmeleri için Nightscout ile birlikte çalışabilir. Nightscout kullanımı tamamen isteğe bağlıdır ve daha sonra da kurabilirsiniz.

source: Save Settings
da: Gem indstillinger
de: Speichere Einstellungen
es: Guardar configuración
fr: Enregistrer les paramètres
it: Salva impostazioni
nb: Lagre innstillinger
nl: Instellingen Opslaan
pl: Zapisz ustawienia
ro: Salvați setările
ru: Сохранить настройки
tr: Ayarları kaydet

source: Settings Found
da: Indstillinger fundet
de: Einstellungen gefunden
es: Configuraciones encontradas
fr: Paramètres trouvés
it: Impostazioni trovate
nb: Innstillinger funnet
nl: Gevonden Instellingen
pl: Znaleziono ustawienia
ro: Setări găsite
ru: Найдены настройки
tr: Ayarlar Bulundu

source: Setup Loop without Nightscout
da: Indstil Loop UDEN Nightscout
de: Richte Loop ohne Nightscout ein
es: Configuración de Loop sin Nightscout
fr: Configurer Loop sans Nightscout
it: Configura Loop senza Nightscout
nb: Klargjør Loop uten Nightscout
nl: Loop instellen zonder Nightscout
pl: Skonfiguruj pętlę bez Nightscout
ro: Configurați Loop fără Nightscout
ru: Настроить Loop без использования Nightscout
tr: Nightscout Olmadan Kurulum

source: Share With Apple Health
da: Del med Apple Health
de: Teile mit Apple Health
es: Compartir con Apple Health
fr: Partager avec Apple Santé
it: Condividi con Apple Salute
nb: Del med Apple Health
nl: Deel met Apple Gezondheid
pl: Udostępnianie w Apple Zdrowie
ro: Partajați cu Apple Health
ru: Поделиться с Apple Health
tr: Apple Sağlık ile Paylaş

source: Use Nightscout with Loop
da: Brug Nightscout med Loop
de: Benutze Nightscout mit Loop
es: Usar Nightscout con Loop
fr: Utiliser Nightscout avec Loop
it: Usa Nightscout con Loop
nb: Bruk Nightscout med Loop
nl: Gebruik Nightscout met Loop
pl: Dodaj Nightscout do pętli
ro: Utilizați Nightscout cu Loop
ru: Использовать Nightscout с Loop
tr: Nightscout'u Loop ile kullanın

source: We've detected Loop settings stored in your Nightscout! They were last updated %1$@. Would you like to import them? After importing, you will still need to review the imported settings in the following screens and verify that they are correct.
da: Vi har fundet Loop-indstillinger gemt i din Nightscout! De blev senest opdateret %1$@. Vil du gerne importere dem? Når du har importeret, skal du stadig gennemgå de importerede indstillinger på de følgende skærmbilleder og kontrollere, at de er korrekte.
de: Wir haben Loop-Einstellungen entdeckt, die in Deinem Nightscout gespeichert sind! Sie wurden zuletzt am %1$@ aktualisiert. Möchtest Du sie importieren? Nach dem Import musst Du noch die importierten Einstellungen in den folgenden Bildschirmen überprüfen und sicherstellen, dass sie korrekt sind.
es: Hemos detectado ajustes de Loop almacenados en tu Nightscout. Se actualizaron por última vez %1$@. ¿Quieres importarlos? Después de importalos, tendrás que revisar los ajustes importados en las siguientes pantallas y verificar que son correctos.
fr: Nous avons détecté des paramètres de Loop stockés dans votre Nightscout ! Ils ont été mis à jour pour la dernière fois %1$@. Voulez-vous les importer? Après l'importation, vous devrez revoir les paramètres importés dans les écrans suivants et vérifier qu'ils sont corrects.
it: Abbiamo rilevato impostazioni Loop memorizzate nel tuo Nightscout! L'ultimo aggiornamento è stato %1$@. Vuoi importarle? Dopo l'importazione, dovrai comunque rivedere le impostazioni importate nelle schermate seguenti e verificare che siano corrette.
nb: Vi har oppdaget Loop-innstillinger som er lagret i Nightscout! De ble sist oppdatert %1$@ . Vil du importere dem? Etter importen må du fortsatt se gjennom de importerte innstillingene i de påfølgende skjermbildene og bekrefte at de er riktige.
nl: We hebben Loop instellingen ontdekt in je Nightscout! Ze zijn voor het laatst bijgewerkt op %1$@. Wil je ze importeren? Na het importeren moet je in de volgende schermen nog steeds bekijken en controleren of de geïmporteerde instellingen correct zijn.
pl: Wykryliśmy ustawienia pętli zapisane w Twoim Nightscout! Zostały one ostatnio zaktualizowane %1$@. Czy chcesz je zaimportować? Zaimportowane ustawienia będą wymagały weryfikacji w kolejnych etapach.
ro: Am detectat setările Loop stocate în Nightscout! Acestea au fost actualizate ultima dată %1$@. Doriți să le importați? După import, va trebui totuși să revizuiți setările importate în următoarele ecrane și să verificați dacă sunt corecte.
ru: Мы обнаружили настройки Loop, сохраненные в вашем Nightscout! В последний раз они были обновлены %1$@. Вы хотите их импортировать? После импорта вам необходимо просмотреть импортированные настройки на следующих экранах и убедиться в их правильности.
tr: Nightscout'unuzda saklanan Loop ayarlarını tespit ettik! En son %1$@ olarak güncellenmişler. Onları içe aktarmak ister misiniz? İçe aktardıktan sonra, aşağıdaki ekranlarda içe aktarılan ayarları gözden geçirmeniz ve doğrulamanız gerekecektir.

source: Welcome to Loop
da: Velkommen til Loop
de: Willkommen bei Loop
es: Bienvenido a Loop
fr: Bienvenue dans Loop
it: Benvenuti in Loop
nb: Velkommen til Loop
nl: Welkom bij Loop
pl: Witamy w Loop
ro: Bun venit la Loop
ru: Добро пожаловать в Loop!
tr: Loop'a hoş geldiniz

source: Apple Health
it: Apple Salute
nb: Apple Helse
nl: Apple Gezondheid
pl: Apple Zdrowie
tr: Apple Sağlık
